---
kind: other
id: Properties.T:Autodesk.Revit.Exceptions.SchemaException
source: html/47ca7bcc-3938-d6b2-3de6-ab80a9db0e2a.htm
---
# SchemaException Properties

The information of the function throwing the exception.